7zip
adwaita-dark
alsa-plugins
aspell
base
base-devel
bc
bibata-cursor-theme
blueman
bluez
bluez-tools
bluez-utils
brightnessctl
cameractrls
cava
cinnamon-translations
cliphist
cloudflare-warp-bin
cpupower
dosfstools
easyeffects
efibootmgr
eog
eza
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
fish
flatpak
fnott
freedownloadmanager
fuzzel
gallery-dl
gamemode
gammastep
git
glances
gnome-disk-utility
gnome-keyring
gnome-text-editor
gnome-themes-extra
gpart
gparted
grim
gst-libav
gst-plugin-pipewire
gst-plugins-good
gtk3-demos
gvfs
hunspell
hunspell-en_us
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
illogical-impulse-oneui4-icons-git
intel-media-sdk
intel-ucode
ironbar-git
iwd
jq
kcmutils
kde-gtk-config
kdeconnect
kitty
klavaro
kvantum
kvantum-qt5
kvantum-theme-materia
libappindicator-gtk3
libayatana-appindicator
libgsf
libopenraw
libpulse
libva-intel-driver
libva-utils
linux
linux-firmware
linux-headers
localsearch
lolcat
losslesscut-bin
lutris
lxappearance
mako
man-db
materia-gtk-theme
mission-center
mpc
mpd
mpv
nano
ncdu
nemo
nemo-fileroller
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
poppler
proton-vpn-gtk-app
python-pip
python-pywal16
python-pyxdg
qt5-connectivity
qt5-location
qt5-quick3d
qt5-remoteobjects
qt5-sensors
qt5-serialport
qt5-tools
qt5-wayland
qt5-webchannel
qt5ct
qt6-tools
qt6ct
rar
ruby-fusuma
ruby-fusuma-plugin-sendkey
samba
slurp
smartmontools
sof-firmware
speedtest-cli
sshfs
starship
strace
swww
systemsettings
tipp10
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-material-icons-git
ttf-material-symbols-variable-git
ttf-nerd-fonts-symbols
tumbler
unzip
usbutils
vim
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
vlc-plugins-all
vlc-plugins-extra
wallust
waydroid
wev
wf-recorder
wget
wine
winetricks
wireless-regdb
wireless_tools
wireplumber
wl-clipboard
wlogout
woff2-font-awesome
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xorg-xhost
yay
yay-debug
yazi
youtube-music-bin
yt-dlp
zen-browser-bin
zenity
zip
